{
    "file": "site\/modules\/ProcessPageListerPro\/ListerProConfig.php",
    "textdomain": "site--modules--processpagelisterpro--listerproconfig-php",
    "translations": {
        "6ecdde2ae513a5896e134284685c0e15": {
            "text": "Neuen Lister hinzufügen"
        },
        "26e083c63667cc745be1cc7681ec18cc": {
            "text": "Dies ist Ihr Standard-Lister, der für allgemeine Seitensuchen verwendet wird. Sie können die meisten Einstellungen hier auf den Standardwerten belassen und neue Lister für spezielle Anforderungen erstellen."
        },
        "860515850b6c6beae4343c42ecf3060f": {
            "text": "Filter hinzufügen"
        },
        "d1b64eeb3901133b5b345effbefc706b": {
            "text": "Welche SEITEN soll der Lister anzeigen?"
        },
        "5abad1ce26629c7927e6d5d34cee5961": {
            "text": "Alle Seiten, die von diesem Lister angezeigt werden, befinden sich in den Eigenschaften, die Sie hier auswählen (der Benutzer kann sie nicht überschreiben). Wir empfehlen, hier zumindest eine \"Template\" anzugeben, aber die Verwendung ist optional. Wenn Sie nichts auswählen, kann der Lister alle Seiten der Seite anzeigen."
        },
        "422e37e4ac8a61f8f0859bd6b22094ec": {
            "text": "Wenn Sie oben eine Template-Auswahl treffen, empfehlen wir, auf \"Speichern\" zu klicken, bevor Sie die Felder unten ausfüllen. Dadurch wird sichergestellt, dass die Optionen nur auf die zutreffenden reduziert werden."
        },
        "e5e216ed3d1241011679f7352ea81fc3": {
            "text": "Welche FILTER sollen im Lister angezeigt werden?"
        },
        "e550394fb7323d90695f6aad0b5ba58a": {
            "text": "Die Filter, die Sie hier auswählen, werden sichtbar, wenn ein Benutzer die Liste zum ersten Mal anzeigt. Dies sind nur die Standardfilter, da der Benutzer sie optional hinzufügen, ändern oder entfernen kann. Wir empfehlen Ihnen, die Felder auszuwählen, die als Filter verwendet werden sollen, aber die Werte in jeder Zeile leer\/unausgewählt zu lassen (es sei denn, Sie möchten einen Standardwert angeben)."
        },
        "fffd6e5a26df34527932ce6d7faa8228": {
            "text": "Optionen und Verhaltensweisen"
        },
        "a1a4abdb830d60547733aa99dc729299": {
            "text": "Benutzer am Entfernen von Standardfiltern hindern"
        },
        "90f5ea71362b139e0ff989e75e09c214": {
            "text": "Benutzer am Hinzufügen neuer Filter hindern"
        },
        "4381b207fbb20c0fb3ed392021510498": {
            "text": "Welche SPALTEN soll die Ergebnistabelle zeigen?"
        },
        "79768a779499d45994a0fd7df4779034": {
            "text": "Zu viele Spalten zur Auswahl? Wählen Sie ein oder mehrere \" Template\"-Felder für \"Welche Seiten wird der Lister anzeigen?\" oben aus und klicken Sie dann auf \"Speichern\". Danach werden in diesem Feld nicht mehr alle Spalten, sondern nur noch die zutreffenden Spalten angezeigt."
        },
        "054edc8412679b0e04131cd38e504724": {
            "text": "In welcher Reihenfolge sollen die Seiten erscheinen?"
        },
        "2924adee3e42b08fab045d8339306f97": {
            "text": "Welches Feld soll als Standardsortierung verwendet werden? Wir empfehlen, ein Feld zu wählen, das auch als eine der obigen Standardspalten verwendet wird (wie \"Titel\"). Beachten Sie, dass der Benutzer die Sortierung jederzeit ändern kann, indem er auf die Spaltenüberschriften klickt."
        },
        "cf3fb1ff52ea1eed3347ac5401ee7f0c": {
            "text": "Aufsteigend"
        },
        "e3cf5ac19407b1a62c6fccaff675a53b": {
            "text": "Absteigend"
        },
        "bb74be3a055674cdf9f8caad352d6d1f": {
            "text": "Weitere Optionen werden hier sichtbar, nachdem Sie das Feld Standardspalten oben ausgefüllt und SPEICHERN haben."
        },
        "eed06e4c1cc4b8421aface2a3e55b8ae": {
            "text": "Die hier angezeigten Felder spiegeln die Systemfelder und die im Feld SPALTEN unten ausgewählten Felder wider (Sie müssen jedoch SPEICHERN, bevor Sie Ihre Spaltenauswahl hier sehen)."
        },
        "87581c67e12eda20e8dc57966225a203": {
            "text": "**Sortierfelder, die mit einem Sternchen gekennzeichnet sind, können die Leistung erheblich steigern**, insbesondere bei großen Ergebnismengen. Wir empfehlen, eines dieser Felder als Standard zu wählen."
        },
        "b0a0346957c16bdaac050b0414df32a5": {
            "text": "Möchten Sie Feld NAMEN oder LABEL anzeigen?"
        },
        "55942d08a6255e6a6bd7514744f004f3": {
            "text": "Diese Einstellung legt fest, ob Feldnamen oder Beschriftungen in den Auswahlfeldern \"Filter\" und \"Spalten\" angezeigt werden."
        },
        "2e53cca369f270f5082625e9facc574e": {
            "text": "Feldnamen beziehen sich auf den API-Namen, wie er in der Entwicklung verwendet werden würde. Feldbezeichnungen beziehen sich auf den Text, den Benutzer in der Verwaltung sehen, und unterstützen auch mehrere Sprachen."
        },
        "e62cacb4df1043de57b373c98fd2839e": {
            "text": "Der Benutzer kann auch auf das eine oder das andere umschalten, indem er das letzte Element in einem beliebigen Auswahleingang auswählt."
        },
        "ef2eef77980dfb726eee7566523a9f55": {
            "text": "Feldnamen"
        },
        "b9f5b9f041084aa285dac87dd3dc1234": {
            "text": "Feldlabel"
        },
        "0a9b2a07f21d71321b5302bef25a1e26": {
            "text": "Welche Spalten sind direkt im Lister EDITIERBAR?"
        },
        "9b65b68549b50cafc25d24af1d52dc67": {
            "text": "Diese Funktion ermöglicht das Bearbeiten von Seiten direkt in der ListerPro-Ergebnistabelle."
        },
        "13d81f77a0799d7f794f687cba8bbf52": {
            "text": "Möchten Sie eine Inline-Seitenbearbeitung direkt in den ListerPro-Ergebnissen ermöglichen?"
        },
        "274e80dfd556ff6bbf75048e3ae950df": {
            "text": "Ja: Einige Spalten sind editierbar (Sie können auswählen, welche)"
        },
        "8a1051e1b85311d97fad491c8c74fca9": {
            "text": "Ja: Alle Spalten mit unterstützten Feldtypen sind editierbar*"
        },
        "2107e380381f58518323112cad1a3539": {
            "text": "Nein: Editieren im Lister deaktiviert"
        },
        "76c5afcd9b936c16124e6ff89f3396fd": {
            "text": "*Feldtypen können in den Einstellungen des ListerPro-Moduls konfiguriert werden."
        },
        "dba0675971f3a71e50f429ca4d6c3a87": {
            "text": "Wählen Sie aus, welche Spalten im Lister editierbar sein sollen"
        },
        "49ee3087348e8d44e1feda1917443987": {
            "text": "="
        },
        "cbd21a6f4f43a16c1ade0de92af63bd3": {
            "text": "Editoren in Lister-Ergebnissen vorladen?"
        },
        "3b079afbdbd82d969307c62a7ac056ce": {
            "text": "Wenn diese Option aktiviert ist, wird das Markup für Feldeditoren immer in die Lister-Ergebnistabelle aufgenommen (ausgeblendet). Dies führt zu einer schnelleren Bearbeitung durch Klicken, aber zu einer langsameren Generierung der Ergebnistabelle."
        },
        "92191dcf8a2222854b873c86df0cc751": {
            "text": "Wenn diese Option nicht aktiviert ist (Standard), lädt ListerPro die Eingaben dynamisch nach Bedarf mit Ajax. Dies führt zu einer schnelleren Generierung der Ergebnistabelle, aber zu einem langsameren Click-to-Edit."
        },
        "53cb4116ee94cd7f0834ed7bfcee7b40": {
            "text": "Wenn diese Lister hauptsächlich zur Seitenbearbeitung verwendet wird, sollten Sie die Option \"Vorladen\" aktivieren. Andernfalls ist die Gesamtleistung der Lister besser, wenn die Option nicht aktiviert ist."
        },
        "424928e30a0199bd48ed4c625ecc9fc3": {
            "text": "Zu welchen ELTERN sollen neue Seiten hinzugefügt werden?"
        },
        "396f99c92efaff58d71949ece08bf9b5": {
            "text": "Diese optionale übergeordnete Einstellung bewirkt, dass in Ihrem Lister ein \"Neu hinzufügen\"-Button erscheint. Diese Einstellung teilt dem Lister mit, wo neue Seiten erscheinen sollen."
        },
        "a93a7ca1bc5451e020e26cafc9b11bd3": {
            "text": "Welche AKTIONEN wollen Sie zulassen?"
        },
        "b78a3223503896721cca1303f776159b": {
            "text": "Titel"
        },
        "c57061eac85315234bc4571694f99db3": {
            "text": "Modulname"
        },
        "a6ab23055c7069c2c122ef99d3f7ff2b": {
            "text": "Erforderliche Erlaubnis"
        },
        "9b6545e4cea9b4ad4979d41bb9170e2b": {
            "text": "+"
        },
        "81eeab9506186e2dca8faefa78d54067": {
            "text": "Beispiel:"
        },
        "d5778a8b84efb3233d070016adb93326": {
            "text": "+"
        },
        "2f2ffa4969a9be39bd1bfae38ce2f506": {
            "text": "Speichern + Zeigen"
        }
    }
}